[
  {
    "videoId": "wdK_eHjKQRE",
    "transcript": "[Music] today on behind the mystery friedrichs ataxia a progressive and debilitating neurological disorder patients can often experience at a young age difficulty walking clumsiness and impaired speech we&amp;#39;re going to sit down with neurologist dr susan perlman to learn more but first let&amp;#39;s meet patient frankie perezola i began to notice symptoms when i was in my freshman year of college i was struggling going up the stairs i could just feel how much harder it was to put in effort into walking that was previously so easy that&amp;#39;s when it first started to hit me like something was going on it was getting more and more difficult to bring the groceries up or even just going down in my car walking across the stage at graduation i was terrified i was more worried about falling at my graduation than i was about actually graduating the balancing act met with neurologist dr susan perlman of ucla medical center who treats patients with friedrichs ataxia freedrax ataxia is a neurodegenerative genetic disorder with mutations in both copies of the fxn gene that makes frataxin protein frataxin protein is necessary for the production of energy in highly energy dependent parts of the body which includes the brain the nervous system the heart so brain cells especially those that control coordination and balance are weakened and the heart muscle which requires a constant supply of energy is also weakened upon graduating college frankie began to investigate her symptoms further it was her godmother and godmother&amp;#39;s husband both in the medical field that spurred her diagnostic journey it was definitely noticeable that my gait was off they gave me the reflex test and i had zero reflexes and the way they looked at each other when that happened i just got the feeling something was wrong that&amp;#39;s how i got introduced to a cardiologist and neurologist the early symptoms are so generic mild clumsiness not running as fast as the other kids in pe class unexplained stumbles and falls but when the symptoms have been present for you know several months usually the family the school recognizes that there&amp;#39;s something wrong being the most common cause of genetic ataxia in that age group the concern about a neurologic problem is thought about either by the pediatrician or by a pediatric neurologist who may be called in to diagnose or if somebody presents with an atypical form they&amp;#39;re a little older than the average or they present initially with scoliosis or rarely they present with heart failure before the ataxia is recognized i went to the neurologist first he&amp;#39;s the one that initially brought up the word ataxia he referred me to getting an mri and ct scan looking back on what i know now i don&amp;#39;t think my neurologist understood what i was describing as how he would understand i was saying i was dizzy but really it was my gait and my vision that was being affected and that was causing me to feel the way i was feeling so overall i was maybe in a guessing period of three to four years the clinical presentation with these key features gate and limb ataxia slowed or slurred speech absence of lower limb reflexes distal weakness in the hands and feet dizziness scoliosis or other skeletal abnormalities if they meet even half the criteria for classic friedrichs adult and pediatric neurologists will feel comfortable ordering the feed rights ataxia gaa expansion test which looks for enlargement of that segment of the gene that then blocks the production of the frataxin protein with neurologic problems that are expected to be progressive early diagnosis especially an early genetic diagnosis you can begin to set out a health maintenance plan for frankie it took four years of getting multiple opinions and meetings with various neurologists to finally have a genetic test to confirm her diagnosis on my diagnosis day i finally met with my neurologist and i had my mom next to me they slid over a piece of paper with my test results and the first line said francesca perrizola has inherited friedrichs ataxia [Music] it i&amp;#39;d been going through years and years of questioning myself and my body overall i felt grateful that i finally received an answer as friedrich&amp;#39;s atexia progresses there&amp;#39;s an increased risk of scoliosis heart failure and arrhythmias diabetes difficulty swallowing slurred speech muscle atrophy and more because of these serious consequences patients should be diagnosed as early as possible to help optimally manage symptoms the team is is key regular visits with the neurologist a general internist or an endocrinologist cardiologist the heart is the primary determinant of mortality our foundation of management does revolve around rehabilitation medicine physical therapy when appropriate occupational therapy speech and swallowing therapy we know that a regular exercise program proper diet um and judicious use of whatever supplements the family would like to try can absolutely improve the unp the young person&amp;#39;s quality of life after i received my diagnosis my mom and i drove home it was a very emotional drive i had to relearn the approach i was going to take in life [Music] four months after my diagnosis i met dr perlman she not only was able to address every single question i had about my body and the way fa was going to affect me but she also had every resource that i needed one being farah or the friedrichs ataxia research alliance i became an ambassador they would send me out to different doctorate programs genetic counseling programs to speak to them and kind of put a face behind fa as well as raising a little bit of awareness [Music] when a patient has been diagnosed with a rare disease like friedreich&amp;#39;s ataxia that relationship between the patient the family and the physician is key they need to have an open dialogue being able to engage with frankie and people like frankie to keep them looking forward you know i was so impressed with her willingness to learn and to really face this problem head-on i&amp;#39;ve just learned that i need to listen to my body and that things are going to be really hard and things are going to be really challenging but i got it i can figure it out [Music] for more information on many of the infographics you have seen here today and to find resources to help neurologists diagnose fa and patience to manage fa visit connectfa.com you can also visit our website [Music] thebalancingact.com",
    "language": "en"
  },
  {
    "videoId": "53ULmr5bSIQ",
    "transcript": "[Music] yeah so it is it is classically a rare disease in that sense and that patients um have a pretty you know protracted diagnostic journey um and they&amp;#39;re often misdiagnosed with with various other you know conditions before you know being formally diagnosed you know with fa um this typically happens in childhood and this is associated with you know the gait abnormalities and there&amp;#39;s a early on a bit of clumsiness and you know they&amp;#39;re um you know physicians don&amp;#39;t you know readily recognize that this is uh the disease you know fa that&amp;#39;s progressing so it&amp;#39;s a very classic rare disease in that in that sense um the you mentioned the two types actually the neurologic and cardiac disease typically occurs within the same patient so it&amp;#39;s a function of where it&amp;#39;s a function of progression um and the reason that you know the neurologic and cardiac symptoms are you know the most prominent are basically it&amp;#39;s the the type of disease it&amp;#39;s a mitochondrial disease it impacts energy production in the mitochondria and the heart and the brain are the two organs that require the most energy and so those are the two that are most impacted by you know by the disease um so early on you&amp;#39;ll see you know the the neurologic disease progressing and this is you know both central nervous system and peripheral nervous system as well then typically at adulthood in the same patient you&amp;#39;ll you&amp;#39;ll begin to see the cardiac disease so it&amp;#39;s just a time course at the point in time and this may be different by patient so there&amp;#39;s a different speed of progression and severity but typically it&amp;#39;s neurologic disease followed by the cardiac disease [Music]",
    "language": "en"
  },
  {
    "videoId": "NuphVdYuKDw",
    "transcript": "The tissues of our bodies are made up of trillions of cells each with their own structure and function And if you take a closer look you&amp;#39;ll see \nthat some cells are happier and more energetic than others. Why?  Because these energetic cells have \nactive mitochondria that produce enough energy   or ATP needed to keep the cell functioning \nnormally.  Think of this as the fuel needed to  power the engine that drives the cell.  There are times though when genetic mutations prevent the mitochondria from producing enough ATP to keep the \ncell functioning.  Over time this ATP deficiency can lead to the onset of symptoms like those seen \nin Friedreich&amp;#39;s ataxia.  In healthy mitochondria   a protein called frataxin plays an essential role in producing ATP and maintaining iron homeostasis. For patients with Friedreich&amp;#39;s ataxia the \namount of frataxin protein is too low. Frataxin deficiency not only lowers the amount of ATP produced but it can also cause a buildup of excess iron in the cell.   Too much iron can trigger reactive oxygen species also known as ROS that eventually cause oxidative \nstress resulting in damage to DNA  and essential proteins which can ultimately \ncause cells to stop functioning altogether. Because Friedreich&amp;#39;s ataxia is a multi-system \ndisease many tissue types can be affected, for example frataxin deficiency in cardiac \nand nervous tissue can cause symptoms of   cardiomyopathy and loss of muscle coordination.  But there is hope in gene therapy.  Gene therapy  is the process of adding genetic material directly \ninto cells through a non-infectious viral vector   to compensate for genes that are not working. For \nFriedreich&amp;#39;s ataxia patients gene therapy may be   used to deliver a functioning frataxin gene \ninto the nucleus of the target cells.  The new  frataxin gene without the mutation will generate frataxin protein for the mitochondria.  Gene therapy for Friedreich&amp;#39;s ataxia will likely not be a cure but rather a part of a patient&amp;#39;s treatment plan. Several gene therapy approaches may be needed to target the different affected cell types. And the degree of therapeutic impact will \npresumably depend on the stage of disease when gene therapy is administered. It is also important to note that there are outcome uncertainties with gene therapies, so clinical trials are needed \nto understand variability in treatment effects. Many researchers are actively working to \ndevelop gene therapy for Friedreich&amp;#39;s ataxia   they are collaborating with a larger community of other rare disease scientists, regulatory agencies   like the FDA, industry partners, patients, \nand the Friedrichs Ataxia Research Alliance   to share information and optimize gene therapy  approaches for Friedreich&amp;#39;s ataxia.  Please continue your education on gene therapy by viewing other modules in this series on the FARA website.",
    "language": "en"
  }
]